Revit 2027 API
VertexIndexPair Properties
The VertexIndexPair type exposes the following members.
Properties
Name | Description
Bottom | The index of the vertex pair from the bottom profile.
Top | The index of the vertex pair from the top profile.
Top
See Also
Reference
VertexIndexPair Class
Autodesk.Revit.DB Namespace